let texts = [`ВВЕДЕНИЕ
ЗНАКОМСТВО, ПРОВЕРКА СНАРЯЖЕНИЯ, РАЗМИНКА
ЦЕЛЬ:
знакомство, проверка снаряжения и одежды, объяснение правил поведения на склоне, разминка
Знакомство с обучающимися:
объяснить правила школы / ГЛЦ и указать место встречи;
выяснить максимально возможную информацию об учениках (об их сосотянии здоровья, противопоказаниях к занятиям, умении кататься и т.д.);
при выходе с группой / учеником на склон обратить внимание на безопасность и организацию;
выбрать ровный, подготовленный склон, без уклона, желательно огражденный (подальше от мест посадки и схода с подъемника).
Важно:
- выяснить, есть ли в группе ученики, уже посещавшие первый урок, и предложить им пройти занятие отдельно от начинающих (первое занятие не требует повторного посещения) или присоединиться через урок;
- все объяснения и знакомство (с небольшой группой) провести в виде беседы по пути к месту занятия.
Проверка снаряжения и одежды (проверить визуально):
Сноуборд:
- соответствие длины сноуборда росту ученика (для начинающих — около подбородка);
- состояние скользящей поверхности и кантов.
Крепления:
- угол разворота креплений;
- ширину между ними;
- соответсвие постановки креплений стойке клиента.
Стойка бывает:
- regular — левая нога впереди;
- goofy — правая нога впереди;
Ботинки:
- шнуровку и затяжку на голени;
- языки ботинок заправлены вовнутрь;
- штанины брюк или комбинезонов поверх ботинок.
Одежда:
- её соответствие погодным условиям;
- наличие рукавиц или перчаток.
Важно:
- сотрудничать с работниками проката (лучше всего проинструктировать ученика по выбору снаряжения ещё до того, как он
получит его в прокате);
- определить стойку («задняя нога» — это та, которая осталась позади, когда скользим по льду и т.п.).
1. Объяснить и показать (в порядке очередности):
нос и хвост сноуборда;
передний и задний канты;
скользящую поверхность;
крепления.
Важно:
использовать рабочее время максимально эффективно (можно объяснить основные термины во время проверки снаряжения
или по пути следования к месту занятия).
2. Объяснить и показать, как правильно держать, носить и класть сноуборд:
переносить сноуборд под рукой, скользящей поверхностью к себе;
класть сноуборд на снег только креплениями вниз;
пристегивать сноуборд только после того, как он остынет (за это время сделать разминку);
не втыкать сноуборд в снег с усилием (снег может быть твердым, как лед).
3. Разминка (должна быть эффективной, нескучной и в меру быстрой).
Сделать активные движения без сноуборда:
1) Бег (на месте, по кругу, вверх по склону).
2) Прыжки
3) Вращения руками / коленями.
4) Наклоны и упражнения на гибкость.
5) Упражнения на равновесие и координацию.
6) Игры, эстафеты.
Важно:
учитывать уровень подготовки группы, индивидуальные особенности каждого ученика (возраст, физические возможности),
а также погодные условия.`, 
`ПРИВЫКАНИЕ К СНАРЯЖЕНИЮ
ЦЕЛЬ:
научить пользоваться снаряжением и выполнять элементарные движения на сноуборде
СКЛОН:
ровный, подготовленный, без уклона (для экономии времени рекомендуем проводить разминку сразу на этом склоне).

БЕЗОПАСНОСТЬ:
выбрать место с небольшим количеством катающихся, расставить группу так, чтобы ученики не мешали заниматься друг другу и другим группам. Дисциплина и правильное расположение группы — залог общей безопасности.

1. Упражнения с одной пристегнутой ногой на месте:
1) Объяснить и показать, как застегивать / расстегивать крепления, дать всем возможность застегнуть крепления (если кому-то требуется помощь, окажите её).
2) Стоя на свободной ноге, подвигать перед собой сноуборд
3) Сделать шаг вперед / назад через сноуборд, с постановкой сноуборда на кант..
4) Стоя на свободной ноге, поднять / опустить перед собой сноуборд..
5) Сделать поочередно захваты сноуборда (Grabs).
6) Сделать развороты на 360° вокруг свободной ноги в одну и другую стороны..
2. Упражнения с одной пристегнутой ногой в движении:
1) Сделать упражнение «самокат».
2) Сделать упражнение «самокат» с восьмёркой.
3) Сделать небольшой подъём вверх по склону.
Важно:
следить за исполнением ваших указаний (ученики должны видеть и слышать вас).`,
`ОСНОВНАЯ СТОЙКА И УПРАЖНЕНИЯ НА БАЛАНС
ЦЕЛЬ:
обучение основной стойке
с упражнениями на баланс
СКЛОН:
пологий, подготовленный, с контруклоном на выкате.

БЕЗОПАСНОСТЬ:
выбрать место с небольшим количеством катающихся, избегать направления движения в скопление людей, пропустить катающихся, не контролирующих свой спуск, и только тогда приступить к выполнению упражнения.

1. Объяснить основную стойку, показать её разновидности, скорректировать её у ученика.
Основная стойка на сноуборде (описание):
расслабленная и прямая;
тазобедренные, голеностопные и коленные суставы слегка согнуты;
вес распределен равномерно на обе ноги;
руки немного впереди и встороны от корпуса (слегка согнуты в локтях);
бедра и плечи слегка развернуты в направлении движения;
смотреть вперёд.
2. Сделать упражнения на баланс в спуске прямо с одной пристегнутой ногой (наличие длинного выката или выката с контруклоном обязательно):
1) Сделать спуск в основной стойке.
2) Сделать спуск, сгибая / разгибая ноги:
в коленных и голеностопных суставах;
касаясь переднего и заднего ботинка;
касаясь рукой носа / хвоста сноуборда.
3) Сделать спуск, поднимая / опуская заднюю ногу..
4) Сделать спуск с остановкой j-stop на выкате с выставлением ноги вперед.
5) Сделать полповорота на выкате без выставления ноги (в обе стороны).
6) Сделать спуск с упражнением на отвлечение внимания (подбрасывая перед собой перчатку или снежок).
Важно:
- принимая основную стойку, быть раскованным, все перечисленные упражнения делать из основной стойки;
- если в ГЛЦ все склоны без выката, выбрать наименьший уклон, останавливать обучаемого после выполнения упражнения
двумя руками (за бедро и плечо) или удерживать его с момента начала движения (сопровождая ученика) до полной остановки
Адекватно оценивайте свои возможности;
- учитывать, что ученики со слабыми координационным спобосбностями нуждаются в большем количестве времени для
обучения и неоднократном повторении упражнений;
- сделать каждое упражнение сначала на месте, а потом в движении (это затягивает процесс обучения, зато снижает
травматизм на групповых занятиях).`,
`ОБУЧЕНИЕ ТЕХНИКЕ ПАДЕНИЯ, ВСТАВАНИЯ, ПЕРЕВОРОТА
ЦЕЛЬ:
научить падать, вставать и переворачиваться
СКЛОН:
ровный, подготовленный, без уклона.

БЕЗОПАСНОСТЬ:
выбрать место с небольшим количеством катающихся, расставить группу свободно так, чтобы люди не мешали друг другу выполнять упражнения.

Упражнения на месте:
1) Сидя пристегнуть сноуборд, показать, как переворачиваться и вставать на каждом канте (дать всем попробовать).
2) Объяснить, как правильно падать, показать (если необхъодимо, дать возможность попробовать).
3) Сделать наклоны вперед, назад (касаясь рукой носа, хвоста сноуборда).
4) Поскользить на сноуборде влево / вправо с увеличением амплитуды, поднимая попеременно нос, хвост сноуборда.
5) Сделать прыжки (на месте).
6) Сделать прыжки с небольшими разворотами в разные стороны (с сохранением основной стойки).
7) Сделать перекантовку с переднего канта на задний и обратно (с помощью партнера и самостоятельно).
Техника вставания еа заднем канте (из положения сидя на снегу, лицом вниз по склону):
- подтянуть сноуборд к себе, поставить на задний кант;
- вытянуть веперд и вниз переднюю / заднюю руку (пытаясь дотянуться до носа / хвоста сноуборда), другой рукой оттолкнуться от склона и встать (сохраняя равновесие);
- принять основную стойку.
Переворот (из положения сидя на снегу, лицом вниз по склону):
- занять место на безопасном расстоянии от соседей и посмотреть по сторонам (чтобы никого не задеть сноубордом);
- согнуть и поднять вверх переднюю ногу;
- перевернуться через хвост сноуборда.
Техника вставания на переднем канте (стоя на коленях, лицом вверх по склону):
- оттолкнуться руками от склона и встать (сохраняя равновесие);
- принять основную стойку.
Техника падения — передний кант:
- резко присесть (снижая центр масс), приготовиться к столкновению со склоном;
- при столкновении со склоном (на выдохе) руки прижать к корпусу и резко выпрямить ноги, повернув голову в сторону (мгновенно распределив вес на согнутые руки и колени);
- после падения переместиться на край трассы.
Техника падения — задний кант:
- резко присесть, снижая центр масс (руки и подбородок прижать к груди), распределить вес тела на ягодицы и спину (никогда не ставить руки под корпус!);
- после падения переместиться на край трассы.
Важно:
- принимая основную стойку, быть раскованным;
- перед изучением переворотов и падений проконтролировать интервал и дистанцию между учениками в группе.`]

export { texts }